# language: ru

@Smoke
Функционал: Калькулятор

  @Addition
  Сценарий: Проверка суммы чисел
    Дано два числа 12 и 24
    Тогда находим сложение двух чисел
    И выводим результат на экран

  @Subtraction
  Сценарий: Проверка разности чисел
    Дано два числа 48 и 24
    Тогда находим вычитание двух чисел
    И выводим результат на экран

  @Multiplication
  Сценарий: Проверка произведения чисел
    Дано два числа 256 и 128
    Тогда находим умножение двух чисел
    И выводим результат на экран

  @Division
  Сценарий: Проверка частного чисел
    Дано два числа 4096 и 2048
    Тогда находим деление двух чисел
    И выводим результат на экран